Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sprakloyper_-_strategi_for_lesing_og_skriving_i_barnehage_grunnskole_og_videregaende_opplaering.html.tmx
Source language: nob
Languages: sma

source: Språkløyper – strategi for lesing og skriving i barnehage, grunnskole og videregående opplæring
sma: Gïelelaajroeh – strategije lohkemasse jïh tjaeliemasse maanagïertesne, maadthskuvlesne jïh jåarhkelïerehtimmesne

source: Sametinget vil utvikle og tilpasse de nasjonale strategiene for språk, lesing og skriving - Språkløyper til de samiske språkene.
sma: Saemiedigkie sæjhta doh nasjonaale strategijh gïelese, lohkemasse jïh tjaeliemasse evtiedidh jïh sjïehtedidh – Saemien gïeli gïelelaajroeh.

source: Regjeringen utarbeidet og gjennomførte nasjonal strategi for lesing og skriving - språkløyper 2016-2019.
sma: Reerenasse nasjonaale strategijem lohkemasse jïh tjaeliemasse evtiedi jïh tjïrrehti – gïeledaajroeh 2016-2019.

source: Målet med strategien var å styrke barnehagens språkmiljø, sammenhengen mellom barnehagen og skolens språkarbeid, styrke lærernes kompetanse innenfor språk, lesing og skriving, raskere identifisering av språkvansker, redusere antall elever med svake lese- og skriveferdigheter og øke antall elever med svært gode lese- og skriveferdigheter.
sma: Strategijen ulmie lij maanagïerten gïelebyjresem nænnoestidh, ektiedimmiem maanagïerten jïh skuvlen gïelebarkoen gaskem nænnoestidh, lohkehtæjjaj maahtoem gïelen, lohkemen jïh tjaelemen sisnjeli nænnoestidh, verkebe gïeletsagkesh damtijidh, låhkoem learoehkijstie viesjies lohkeme- jïh tjaelemetjiehpiesvoetigujmie giehpiedidh, jïh learohkelåhkoem lissiehtidh joekoen hijven lohkeme- jïh tjaelemetjiehpiesvoetigujmie.

source: Det unike med denne strategien er at det for første gang satses systematisk og helhetlig på språk, lesing og skriving i både barnehage og skole, og at det utvikles praksisnære og kunnskapsbaserte digitale kompetansepakker som barnehager og skoler kan ta direkte i bruk i det lokale utviklingsarbeidet.
sma: Dïhte sjïere daejnie strategijine lea daate voestes aejkien gosse systematihkeles jïh ellieslaakan gïeline, lohkeminie jïh tjaelieminie barka dovne maanagiertesne jïh skuvlesne, jïh praksiselïhke jïh daajroebaseradamme digitaale maahtoepaahkh evtiesuvvieh mejtie maanagïerth jïh skuvlh maehtieh ryöktesth åtnose vaeltedh dennie voenges evtiedimmiebarkosne.

source: Strategien omfatter introduksjonssamlinger for barnehager og skoler, gratis nettbaserte kompetansepakker og støtte til lokalt utviklingsarbeid i kommunene.
sma: Strategije feerhmie aalkoegaavnedimmieh maanagiertide jïh skuvlide, namhtah maahtoepaahkh nedtesne jïh dåarjoe voenges evtiedimmiebarkose tjïeltine.
